Repository: senghor/web-browser-manager
Catalog: usr/lib/browser-manager/palemoon/palemoon.po
Languages: fr

source: Palemoon is already installed
fr: Palemoon est déjà installé

source: Continue?
fr: Continuer?

source: The use of Palemoon is governed by the Terms of Use and Privacy Policy found at:\n\n <a href='https://www.palemoon.org/licensing.shtml'>https://www.palemoon.org/licensing.shtml</a>\n <a href='https://www.palemoon.org/policies/privacy.shtml'>https://www.palemoon.org/policies/privacy.shtml</a>\n\nAre you sure you want to install Palemoon?
fr: L'utilisation de Palemoon est régie par les conditions d'utilisation et la politique de confidentialité trouvéesà :\n\n <a href='https://www.palemoon.org/licensing.shtml'>https://www.palemoon.org/licensing.shtml</a>\n <a href='https://www.palemoon.org/policies/privacy.shtml'>https://www.palemoon.org/policies/privacy.shtml</a>\n\nÊtes-vous sûr de vouloir installer Palemoon ?

source: Installation Complete
fr: Installation complète

source: Palemoon was successfully installed
fr: Palemoon a été installé avec succès

source: Web Browser Manager couldn't install Palemoon successfully A log can be found at File System/tmp/palemoon-install-log
fr: Web Browser Manager n'a pas pu installer Palemoon avec succès Un journal peut être trouvé dans File System/tmp/palemoon-install-log

source: Error
fr: Erreur

source: Palemoon is not installed
fr: Palemoon n'est pas installé

source: Are you sure you want to remove Palemoon?
fr: Etes-vous sûr de vouloir supprimer Palemoon ?

source: Uninstalled Palemoon
fr: Palemoon désinstallé

source: Palemoon was successfully removed
fr: Palemoon a été supprimé avec succès

source: Web Browser Manager couldn't remove Palemoon successfully A log can be found at File System/tmp/palemoon-removal-log
fr: Web Browser Manager n'a pas pu supprimer Palemoon avec succès Un journal peut être trouvé dans File System/tmp/palemoon-removal-log

source: An error occured while initiating the Palemoon removal process
fr: Une erreur s'est produite lors du lancement du processus de suppression de Palemoon
