Repository: senghor/web-browser-manager
Catalog: usr/lib/browser-manager/chrome/chrome.po
Languages: fr

source: Google Chrome is already installed
fr: Google Chrome est déjà installé

source: Continue?
fr: Continuer?

source: The use of Chrome is goverened by the Terms of Use and Privacy Policy found at:\n\n <a href='https://www.google.com/chrome/terms/'>https://www.google.com/chrome/terms/</a>\n <a href='https://www.google.com/chrome/privacy/'>https://www.google.com/chrome/privacy/</a>\n\nAre you sure you want to install Chrome?
fr: L'utilisation de Chrome est régie par les conditions d'utilisation et la politique de confidentialité trouvéesà :\n\n <a href='https://www.google.com/chrome/terms/'>https://www.google.com/chrome/terms/</a>\n <a href='https://www.google.com/chrome/privacy/'>https://www.google.com/chrome/privacy/</a>\n\nÊtes-vous sûr de Voulez-vous installer Chrome ?

source: Installation Complete
fr: Installation complète

source: Google Chrome was successfully installed
fr: Google Chrome a été installé avec succès

source: Web Browser Manager couldn't install Google Chrome successfully A log can be found at File System/tmp/chrome-install-log
fr: Web Browser Manager n'a pas pu installer Google Chrome avec succès Un journal peut être trouvé dans File System/tmp/chrome-install-log

source: Error
fr: Erreur

source: Failed to download keyring
fr: Échec du téléchargement du trousseau de clés

source: An error occured while initiating the Google Chrome installation process
fr: Une erreur s'est produite lors du lancement du processus d'installation de Google Chrome

source: Google Chrome is not installed
fr: Google Chrome n'est pas installé

source: Are you sure you want to remove Google Chrome?
fr: Êtes-vous sûr de vouloir supprimer Google Chrome ?

source: Uninstalled Google Chrome
fr: Google Chrome désinstallé

source: Google Chrome was successfully removed
fr: Google Chrome a été supprimé avec succès

source: Web Browser Manager couldn't remove Google Chrome successfully A log can be found at File System/tmp/chrome-removal-log
fr: Web Browser Manager n'a pas pu supprimer Google Chrome avec succès Un journal peut être trouvé dans File System/tmp/chrome-removal-log

source: An error occured while initiating the Google Chrome removal process
fr: Une erreur s'est produite lors du lancement du processus de suppression de Google Chrome
