Repository: senghor/web-browser-manager
Catalog: usr/lib/browser-manager/falkon/falkon.po
Languages: fr

source: Falkon is already installed
fr: Falkon est déjà installé

source: Continue?
fr: Continuer?

source: The use of Falkon is governed by the Terms of Use and Privacy Policy found at: \n\n <a href='https://community.kde.org/Policies/Licensing_Policy'>https://community.kde.org/Policies/Licensing_Policy</a>\n <a href='https://kde.org/privacypolicy-apps/'>https://kde.org/privacypolicy-apps/</a>\n\nAre you sure you want to install Falkon?
fr: L'utilisation de Falkon est régie par les conditions d'utilisation et la politique de confidentialité trouvéesà : \n\n <a href='https://community.kde.org/Policies/Licensing_Policy'>https://community.kde.org/Policies/Licensing_Policy</a>\n <a href='https://kde.org/privacypolicy-apps/'>https://kde.org/privacypolicy-apps/</a>\n\nÊtes-vous sûr de vouloir installer Falkon ?

source: Installation Complete
fr: Installation complète

source: Falkon was successfully installed
fr: Falkon a été installé avec succès

source: Web Browser Manager couldn't install Falkon successfully A log can be found at File System/tmp/falkon-install-log
fr: Web Browser Manager n'a pas pu installer Falkon avec succès Un journal peut être trouvé dans File System/tmp/falkon-install-log

source: An error occured while initiating the Falkon installation process
fr: Une erreur s'est produite lors du lancement du processus d'installation de Falkon

source: Error
fr: Erreur

source: Falkon is not installed
fr: Falkon n'est pas installé

source: Are you sure you want to remove Falkon?
fr: Êtes-vous sûr de vouloir supprimer Falkon?

source: Uninstalled Falkon
fr: Falkon désinstallé

source: Falkon was successfully removed
fr: Falkon a été supprimé avec succès

source: Web Browser Manager couldn't remove Falkon successfully A log can be found at File System/tmp/falkon-removal-log
fr: Web Browser Manager n'a pas pu supprimer Falkon avec succès Un journal peut être trouvé dans File System/tmp/falkon-removal-log

source: An error occured while initiating the Falkon removal process
fr: Une erreur s'est produite lors du lancement du processus de suppression de Falkon
