Repository: senghor/web-browser-manager
Catalog: usr/lib/browser-manager/opera/opera.po
Languages: fr

source: Opera is already installed
fr: Opera est déjà installé

source: Continue?
fr: Continuer?

source: Opera was successfully installed
fr: Opera a été installé avec succès

source: Web Browser Manager couldn't install Opera successfully A log can be found at File System/tmp/opera-install-log
fr: Web Browser Manager n'a pas pu installer Opera avec succès Un journal peut être trouvé dans File System/tmp/opera-install-log

source: Error
fr: Erreur

source: Failed to download keyring
fr: Échec du téléchargement du trousseau de clés

source: An error occured while initiating the Opera installation process
fr: Une erreur s'est produite lors du lancement du processus d'installation d'Opera

source: Opera is not installed
fr: Opera n'est pas installé

source: Are you sure you want to remove Opera?
fr: Êtes-vous sûr de vouloir supprimer Opera ?

source: Uninstalled Opera
fr: Opéra désinstallé

source: Opera was successfully removed
fr: Opera a été supprimé avec succès

source: Web Browser Manager couldn't remove Opera successfully A log can be found at File System/tmp/opera-removal-log
fr: Web Browser Manager n'a pas pu supprimer Opera avec succès Un journal peut être trouvé dans File System/tmp/opera-removal-log

source: An error occured while initiating the Opera removal process
fr: Une erreur s'est produite lors du lancement du processus de suppression d'Opera
