Repository: senghor/web-browser-manager
Catalog: usr/lib/browser-manager/waterfox/waterfox.po
Languages: fr

source: Waterfox is already installed
fr: Waterfox est déjà installé

source: Continue?
fr: Continuer?

source: The use of Waterfox is governed by the Terms of Use and Privacy Policy found at:\n\n <a href='https://www.waterfox.net/docs/policies/terms'>https://www.waterfox.net/docs/policies/terms</a>\n <a href='https://www.waterfox.net/docs/policies/privacy'>https://www.waterfox.net/docs/policies/privacy</a>\n\nAre you sure you want to install Waterfox?
fr: L'utilisation de Waterfox est régie par les conditions d'utilisation et la politique de confidentialité trouvéesà :\n\n <a href='https://www.waterfox.net/docs/policies/terms'>https://www.waterfox.net/docs/policies/terms</a>\n <a href='https://www.waterfox.net/docs/policies/privacy'>https://www.waterfox.net/docs/policies/privacy</a>\n\nÊtes-vous sûr de vouloir installer Waterfox ?

source: Installation Complete
fr: Installation complète

source: Waterfox was successfully installed
fr: Waterfox a été installé avec succès

source: Failed to download keyring
fr: Échec du téléchargement du trousseau de clés

source: An error occured while initiating the Waterfox installation process
fr: Une erreur s'est produite lors du lancement du processus d'installation de Waterfox

source: Waterfox is not installed
fr: Waterfox n'est pas installé

source: Are you sure you want to remove Waterfox?
fr: Etes-vous sûr de vouloir supprimer Waterfox?

source: Web Browser Manager couldn't remove Waterfox successfully A log can be found at File System/tmp/waterfox-removal-log
fr: Web Browser Manager n'a pas pu supprimer Waterfox avec succès Un journal peut être trouvé dans File System/tmp/waterfox-removal-log

source: An error occured while initiating the Waterfox removal process
fr: Une erreur s'est produite lors du lancement du processus de suppression de Waterfox
