Repository: senghor/web-browser-manager
Catalog: usr/lib/browser-manager/firefox/firefox.po
Languages: fr

source: Mozilla Firefox is already installed
fr: Mozilla Firefox est déjà installé

source: Continue?
fr: Continuer?

source: The use of Mozilla Firefox is governed by the Terms found at:\n\n <a href='https://www.mozilla.org/en-US/about/legal/terms/firefox/'>https://www.mozilla.org/en-US/about/legal/terms/firefox/</a>\n\nAre you sure you want to install Mozilla Firefox?
fr: L'utilisation de Mozilla Firefox est régie par les conditions disponibles à l'adresse :\n\n <a href='https://www.mozilla.org/en-US/about/legal/terms/firefox/'>https://www.mozilla.org/en-US/about/legal/terms/firefox/</a>\n\nÊtes-vous sûr de vouloir installer Mozilla Firefox ?

source: Installation Complete
fr: Installation complète

source: Mozilla Firefox was successfully installed
fr: Mozilla Firefox a été installé avec succès

source: Web Browser Manager couldn't install Mozilla Firefox successfully A log can be found at File System/tmp/firefox-install-log
fr: Le Gestionnaire de navigateur Web n'a pas pu installer Mozilla Firefox avec succès Un journal peut être trouvé dans File System/tmp/firefox-install-log

source: Error
fr: Erreur

source: An error occured while initiating the Mozilla Firefox installation process.
fr: Une erreur s'est produite lors du lancement du processus d'installation de Mozilla Firefox.

source: Mozilla Firefox is not installed
fr: Mozilla Firefox n'est pas installé

source: Are you sure you want to remove Mozilla Firefox?
fr: Etes-vous sûr de vouloir supprimer Mozilla Firefox ?

source: Uninstalled Mozilla Firefox
fr: Mozilla Firefox désinstallé

source: Mozilla Firefox was successfully removed
fr: Mozilla Firefox a été supprimé avec succès

source: Web Browser Manager couldn't remove Mozilla Firefox successfully A log can be found at File System/tmp/firefox-removal-log
fr: Le Gestionnaire de navigateur Web n'a pas pu supprimer Mozilla Firefox avec succès Un journal peut être trouvé dans File System/tmp/firefox-removal-log

source: An error occured while initiating the Mozilla Firefox removal process
fr: Une erreur s'est produite lors du lancement du processus de suppression de Mozilla Firefox
