Repository: senghor/web-browser-manager
Catalog: usr/lib/browser-manager/brave/brave.po
Languages: fr

source: Brave is already installed
fr: Brave est déjà installé

source: Continue?
fr: Continuer?

source: The use of Brave is governed by the Terms of Use and Privacy Policy found at:\n\n
fr: L'utilisation de Brave est régie par les conditions d'utilisation et la politique de confidentialité disponibles à l'adresse : \n\n

source: Are you sure you want to install Brave?
fr: Êtes-vous sûr de vouloir installer Brave?

source: Installation Complete
fr: Installation complète

source: Brave was successfully installed
fr: Brave a été installé avec succès

source: Web Browser Manager couldn't install Brave successfully A log can be found at File System/tmp/brave-install-log
fr: Web Browser Manager n'a pas pu installer Brave avec succès Un journal peut être trouvé dans File System/tmp/brave-install-log

source: Error
fr: Erreur

source: Failed to download keyring
fr: Échec du téléchargement du trousseau de clés

source: An error occured while initiating the Brave installation process
fr: Une erreur s'est produite lors du lancement du processus d'installation de Brave

source: Brave is not installed
fr: Brave n'est pas installé

source: Are you sure you want to remove Brave?
fr: Êtes-vous sûr de vouloir supprimer Brave ?

source: Uninstalled Brave
fr: Brave désinstallé

source: Brave was successfully removed
fr: Brave a été supprimé avec succès

source: Web Browser Manager couldn't remove Brave successfully A log can be found at File System/tmp/brave-removal-log
fr: Web Browser Manager n'a pas pu supprimer Brave avec succès Un journal peut être trouvé dans File System/tmp/brave-removal-log

source: An error occured while initiating the Brave removal process
fr: Une erreur s'est produite lors du lancement du processus de suppression de Brave
